<template>
  <div class="privacy">
      <Swiper>
        <div class="top">
            <i @click="goBack"></i>隐私政策
        </div>
        <div class="text">导语：</div>
        <div class="text"><span>【适用范围】</span>钱站app将按照法律法规的要求，尊重并保护你的隐私。本隐私政策将适用于钱站app提供的支付产品和服务及其延伸的功能（以下或称“钱站app服务”），如钱站app提供的某款产品或服务有单独的隐私政策，则该产品或服务的隐私政策将优先适用；若该产品或服务的隐私政策未涵盖的，则以本隐私政策内容为准。</div>
        <div class="text"><span>【签约流程】</span>你通过页面点击或已使用本服务即视为你已充分阅读、理解并接受本协议的全部内容。钱站app建议你仔细阅读并理解本政策全部内容，了解钱站app对信息的收集、使用方式，以便你更好地了解钱站app的服务并作出适当的选择，一旦你开始使用钱站app的服务，即表示你已充分理解并同意本政策，即表示你已同意钱站app按照本隐私政策来收集、处理、存储、使用、共享和保护你的个人信息。本协议中可能影响你权益的重要条款，钱站app将以加粗加下划线的形式提请你注意。如你对本隐私政策有任何疑问，你可以通过钱站app公布的联系方式与钱站app联系。</div>
        <div class="text">本政策将帮助你了解以下内容：</div>
        <h4>一、钱站app如何收集个人信息</h4>
        <h4>二、钱站app如何使用Cookie等同类技术</h4>
        <h4>三、钱站app如何共享、转让、公开披露你的个人信息</h4>
        <h4>四、钱站app如何存储和保护你的个人信息</h4>
        <h4>五、钱站app如何使用你的个人信息</h4>
        <h4>六、你如何访问和管理你的个人信息</h4>
        <h4>七、你的个人信息如何在全球范围转移</h4>
        <h4>八、未成年人隐私保护特别约定</h4>
        <h4>九、本政策的适用及更新、管辖</h4>
        <h4>十、联系钱站app</h4>
        <h3>一、钱站app如何收集你的信息</h3>
        <div class="text">在你使用钱站app服务的过程中，钱站app将会基于以下所列情形，收集你的信息，以便于向你提供、提升钱站app的服务质量、保障你的资金安全以及符合国家法律法规及监管规定：</div>
        <div class="text">1、 因履行法律法规的反洗钱要求而向你收集信息的情形</div>
        <div class="text">a) 在你注册钱站app账户或使用钱站app服务时，你需提供你的姓名/名称、身份证号/证件号、银行卡号、开户行信息、银行预留手机号/电话号码等身份信息，如你不提供前述信息的，则可能无法注册钱站app账户或使用钱站app服务。同时，为了验证你提供信息的准确性和完整性，钱站app会通过合法留存你的信息的国家机关、金融机构、企事业单位进行核对以核实你的信息来源的合法性。</div>
        <div class="text">b) 基于《支付机构反洗钱和反恐怖融资管理办法》的相关规定，钱站app将会提示你适时提供相关信息（包括但不限于姓名/名称、联系方式、身份证信息/主体信息、身份证的彩色照片或影印件/营业执照的彩色照片或影印件等）以供钱站app核对并留存；如你不提供前述材料的，可能无法使用部分钱站app服务。</div>
        <div class="text">2、 为了你顺利使用钱站app的支付服务而向你收集信息的情形</div>
        <div class="text">a) 为了你能使用钱站app账户的余额支付服务，实现支付账户的充值、提现、消费、转账等功能，钱站app会记录你账户的余额信息和交易信息，如你不同意上诉信息的记录的，则可能无法使用余额支付服务。</div>
        <div class="text">b) 为了你能使用银行卡快捷支付服务，你将需要将你的银行卡与支付账户进行绑定，此时，你可能需要提供你的姓名/名称、身份证号/证件号、银行卡号、开户行信息、银行预留手机号/电话号码等信息，用于钱站app与发卡行进行验证，如你不同意提供上述信息的，则可能无法使用快捷支付服务。</div>
        <div class="text">c) 为了让你使用转账服务，你可能需要按照页面提示提供收款人的钱站app账户号、姓名/名称、转账金额等信息；若你转账到他人的银行账户，你可能需要按照页面提示提供收款人的姓名/名称、银行卡号、开户银行等信息。如你不同意提供上述信息的，则可能无法使用快捷支付服务。</div>
        <div class="text">d) 为了向你提供信息查询服务，在你通过钱站app或者钱站app合作的第三方商家进行交易时，未符合相关法律法规的规定，钱站app需要对你进行交易时的交易信息进行记录和管理，钱站app需要直接收集或者通过钱站app合作的第三方商家收集与你交易相关的信息（包括交易单号、交易双方名称、交易金额、交易时间、商品名称、付款方式、配送信息等）。如你不同意钱站app对交易信息的记录，则可能无法完成交易。</div>
        <div class="text">e) 如你在使用钱站app提供的其他服务的过程中，涉及到钱站app需要收集你的个人信息的，钱站app会单独向你说明信息收集的范围与目的，并征得你的明示同意，并按照本政策以及相应服务协议约定使用、存储、对外提供并保护你的信息。</div>
        <div class="text">3、 为了保障你账户资金和支付安全而向你收集信息的情形</div>
        <div class="text">a) 为了保障你能安全的使用钱站app的服务，更好地预防交易风险，钱站app可能会记录你使用的钱站app服务类别、方式及相关操作信息，例如：设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在位置、网络使用习惯以及其他与钱站app服务相关的日志信息。如你不同意提供前述信息，可能无法使用部分钱站app的服务。</div>
        <div class="text">b) 为了保障你的账户和资金安全，在你需要找回密码、挂失账户、冻结交易资金、索取电子回单时，钱站app需要对你的身份进行验证。你可能需要向钱站app提供一些可识别你身份的信息，例如：如身份证件影印件、手持身份证照片、联系方式、能够证明交易发生的凭证、能够证明你对支付账户和账户资金拥有合法权利的证明文件等。如你不同意提供该等信息，你可能会无法完成找回密码、挂失账户、冻结交易资金、索取电子回单等操作。</div>
        <div class="text">4、 通过第三方主体或使用第三方服务时而向你收集信息的情形</div>
        <div class="text">a) 若钱站app出于提供服务的需要从第三方间接获取你的个人信息，钱站app会在获取前向你明示你的个人信息的来源、类型及使用范围，如钱站app开展业务需进行的个人信息处理活动超出你原本向第三方提供个人信息时的授权同意范围，钱站app将在处理你的该等个人信息前，征得你的明示同意；此外，钱站app也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。</div>
        <div class="text">b) 若你在使用钱站app的产品或服务的过程中通过钱站app进入第三方的服务或产品页面，请你注意该服务并不由钱站app提供。涉及到第三方向你收集个人的，建议你可仔细查阅第三方关于隐私政策的规定。</div>
        <div class="text">5、 根据相关法律法规及国家标准，在以下情形中，钱站app可能会依法收集并使用你的个人信息无需征得你的同意:</div>
        <div class="text">a) 与国家安全、国防安全直接相关的；</div>
        <div class="text">b) 与公共安全、公共卫生、重大公共利益直接相关的；</div>
        <div class="text">c) 与犯罪侦查、起诉、审判和判决执行等直接相关的；</div>
        <div class="text">d) 出于维护你或他人的生命、财产等重大合法权益但又很难得到你本人同意的；</div>
        <div class="text">e) 所收集的个人信息是你自行向社会公众公开的；</div>
        <div class="text">f) 从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；</div>
        <div class="text">g) 根据你的要求签订和履行合同所必需的；</div>
        <div class="text">h) 用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置产品或服务的故障；</div>
        <div class="text">i) 法律法规规定的其他情形。</div>
        <div class="text">6、其他</div>
        <div class="text">钱站app在向你提供其他业务功能时，会另行向你说明信息收集的范围与目的，并征得你的同意后方收集提供相应服务所必要的你的信息。钱站app会按照本政策以及相应的用户协议约定使用、存储、对外提供及保护你的信息；如你选择不提供前述信息，不会影响你使用支付服务。</div>
        <h3>二、钱站app如何使用Cookie等同类技术</h3>
        <div class="text">1、 Cookie的使用</div>
        <div class="text">为了确保网站的正常运转，也为了给你提供更轻松的访问体验，钱站app可能会通过Cookie和其他相关技术，在你访问钱站app网站或使用钱站app提供的产品或服务时收集你在的信息，这么做可帮你省去重复输入注册信息的步骤，或者帮助判断你的账户安全状态。这些数据文件可能是Cookie，Flash Cookie或浏览器或关联应用程序提供的其他通常包含标符、站点名称以及一些号码和字符的本地存储（以下简称“Cookie”）。钱站app使用Cookie的具体用途包括：</div>
        <div class="text">a) 记住你的身份。</div>
        <div class="text">b) 分析你使用钱站app服务的情况，以便于为你提供更加周到的个性化服务。</div>
        <div class="text">c) 你可以通过浏览器设置拒绝或管理Cookie，但你的该类设置，可能会影响到你对钱站app服务的使用，同时可能无法达到最佳的用户体验。</div>
        <div class="text">2、 网站信标和像素标签</div>
        <div class="text">除Cookie 外，钱站app还会在网站上使用网站信标和像素标签等其他同类技术。例如，钱站app向你发送的电子邮件可能含有链接至钱站app网站内容的地址链接，如果你点击该链接，钱站app则会跟踪此次点击，帮助钱站app了解你的产品或服务偏好以便于钱站app主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，钱站app能够获知电子邮件是否被打开。如果你不希望自己的活动以这种方式被追踪，则可以随时从钱站app的寄信名单中退订。</div>
        <h3>三、钱站app如何共享、转让、公开披露你的个人信息</h3>
        <div class="text">1、 共享</div>
        <div class="text">为经你的同时，钱站app不会与钱站app产品或服务提供者以外的公司、组织和个人共享你的个人信息，但以下情况除外：</div>
        <div class="text">a) 与关联公司共享：为便于向你提供更好的服务，推荐你可能感兴趣的信息或保护有赞 支付关联公司或其他用户或公众的人身财产安全免遭侵害，你的个人信息可能会与钱站app的关联公司共享。钱站app只会共享必要的个人信息，且受本隐私政策中所声明目的的约束，如果钱站app共享你的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求你的授权同意。</div>
        <div class="text">b) 与授权合作伙伴共享：钱站app会委托授权合作伙伴为你提供某些服务或代表钱站app履行职能，钱站app仅会出于合法、正当、必要、特定、明确的目的共享你的信息，授权合作伙伴只能接触到为其履行职责所需信息，且不能将此信息用于任何其他目的。对钱站app与之共享个人信息的公司、组织和个人，钱站app会与其签署严格的数据保护协议，要求他们按照钱站app的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</div>
        <div class="text">c) 在法定情形下共享：钱站app可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享你的个人信息。</div>
        <div class="text">d) 经你合法授权的情形。</div>
        <div class="text">2、 转让</div>
        <div class="text">钱站app将不会将你的信息转让给任何公司、组织和个人，但以下情况除外：</div>
        <div class="text">a) 随着钱站app业务的持续发展，钱站app以及钱站app的关联公司有可能进行合并、收购、资产转让或类似的交易，你的信息有可能作为此类交易的一部分而被转移。钱站app将会要求新的持有你信息的公司、组织和个人继续遵守本政策的约定，否则钱站app将要求该公司、组织和个人重新向你征求授权同意。</div>
        <div class="text">b) 经你合法授权的情形。</div>
        <div class="text">3、 公开披露</div>
        <div class="text">钱站app仅会在以下情况下，公开披露你的个人信息：</div>
        <div class="text">a) 如果钱站app确定你出现违反法律法规或严重违反钱站app相关协议规则的情况，或为保护钱站app及其关联公司用户或公众的人身财产安全免遭侵害，钱站app可能依据法律法规或钱站app相关协议规则征得你同意的情况下披露关于你的个人信息，包括相关违规行为以及钱站app已对你采取的措施。</div>
        <div class="text">b) 经你合法授权的情形。</div>
        <div class="text">4、 共享、转让、公开披露个人信息时事先征得授权同意的例外</div>
        <div class="text">以下情形中，共享、转让、公开披露你的个人信息无需事先征得你的授权同意：</div>
        <div class="text">c) 根据法律法规的规定或行政、司法机构、国家部门等有权机关的要求依法提供的；</div>
        <div class="text">d) 出于维护你或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</div>
        <div class="text">e) 你自行向社会公众公开的个人信息；</div>
        <div class="text">f) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</div>
        <div class="text">g) 根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向你通知并征得你的同意。</div>
        <h3>四、钱站app如何存储和保护你的个人信息</h3>
        <div class="text">1、 钱站app收集的有关你的信息将会保存在位于中国大陆的服务器。</div>
        <div class="text">2、 为保障你的信息安全，钱站app努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护你的个人信息，防止你的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。钱站app会采取一切合理可行的措施，保护你的个人信息。例如在你的浏览器与“服务”之间交换数据（如信用卡信息）时采用 SSL 加密保护技术；同时对网站本身提供 https 安全浏览方式；使用加密技术确保数据的保密性；使用受信赖的保护机制防止数据遭到恶意攻击；部署访问控制机制，确保只有授权人员才可访问个人信息；以及举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</div>
        <div class="text">3、 钱站app的安全系统，有专门的团队在负责，公司从人力财力上均有较大的投入，且钱站app的系统安全性已通过权威第三方的检测，并获得了三级等保。</div>
        <div class="text">4、 钱站app会采取合理可行的措施，尽力避免收集无关的个人信息。钱站app只会在达成本政策所述目的所需的期限内保留你的个人信息，除非需要延长保留期或受到法律的允许。</div>
        <div class="text">5、 互联网并非绝对安全的环境，钱站app强烈建议你通过安全方式、使用复杂密码，协助钱站app保证你的帐号安全。</div>
        <div class="text">6、 在不幸发生个人信息安全事件后，钱站app将按照法律法规的要求向你告知：安全事件的基本情况和可能的影响、钱站app已采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施等。事件相关情况钱站app将以邮件、信函、电话、推送通知等方式告知你，难以逐一告知个人信息主体时，钱站app会采取合理、有效的方式发布公告。同时，钱站app还将按照监管部门要求，上报个人信息安全事件的处置情况。</div>
        <div class="text">7、 为了能更好得保护你的隐私信息和，钱站app也希望你能加强个人信息保护意识。钱站app仅在钱站app直接导致的你的个人信息泄露的范围内承担责任，因此，请你妥善保管好你的账号及密码，以免对你的个人信息造成泄露。</div>
        <h3>五、钱站app如何使用你的个人信息</h3>
        <div class="text">为了能向你提供服务、保障你的账户和资金安全、不断地提升钱站app地服务质量，以及为了遵守国家法律法规及监管要求，钱站app会在以下情形中使用你的信息：</div>
        <div class="text">1、 为实现本政策项下条款之目的。</div>
        <div class="text">2、 为了使你知晓使用钱站app服务的状态，钱站app可能会向你发送相关服务提醒。</div>
        <div class="text">3、 为了保障服务的稳定性与安全性，钱站app会将你的信息用于身份验证、安全防范、诈骗监测、预防或禁止非法活动、降低风险、存档和备份用途。</div>
        <div class="text">4、 根据法律法规或监管要求向相关部门进行报告。</div>
        <div class="text">5、 为了向你提供更加准确、个性、流畅及便捷的服务，或帮助钱站app评估、改善或设计产品、服务及运营活动等。钱站app可能会对你的信息进行综合统计、分析加工，钱站app可能根据前述信息向你提供营销活动通知、商业性电子信息或你可能感兴趣的广告，如你不希望接收此类信息，你可按照钱站app提示的方法选择退订。</div>
        <h3>六、你如何访问和管理你的个人信息</h3>
        <div class="text">在你使用钱站app服务期间，为了你可以更加便捷地访问和管理你的个人信息，你拥有以下权利：</div>
        <div class="text">1、 你有权访问你的个人信息，法律法规规定的例外情况除外。如果你想行使数据访问权，可以通过以下方式自行访问：</div>
        <div class="text">a) 账户信息——如果你希望访问或编辑你的账户中的个人资料信息和支付信息、更改你的密码、添加安全信息或关闭你的账户等，你可以通过访问钱站app网页执行此类操作。</div>
        <div class="text">b) 搜索信息——你可以在钱站app及相关网站中访问或清除你的搜索历史记录、查看和修改兴趣以及管理其他数据。</div>
        <div class="text">2、 如果你无法通过上述链接访问这些个人信息，你可以随时联系钱站app的客服。钱站app将在30天内回复你的访问请求。</div>
        <div class="text">3、 你有权更正你的个人信息。</div>
        <div class="text">4、 你有权删除你的个人信息，你可以登录钱站app帐号，点击你需要注销帐号，再你确认删除你的帐号信息时，钱站app将删除你的信息，由此产生的你的权益或者资产同时消失的损失由你承担；</div>
        <div class="text">5、 你有权改变你授权同意的范围。</div>
        <div class="text">6、 以上信息你均可以通过钱站app网站主页进行访问和更新。</div>
        <div class="text">7、 如果你认为钱站app存在违反法律的规定收集、使用你个人信息的情形，你可以通过钱站app客服与钱站app取得联系。</div>
        <div class="text">8、 尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，钱站app可能无法响应你的请求：</div>
        <div class="text">a) 与国家安全、国防安全直接相关的；</div>
        <div class="text">b) 与公共安全、公共卫生、重大公共利益直接相关的；</div>
        <div class="text">c) 与犯罪侦查、起诉、审判和执行判决等直接相关的；</div>
        <div class="text">d) 有充分证据表明你存在主观恶意或滥用权利的；</div>
        <div class="text">e) 响应你的请求将导致其他个人、组织的合法权益受到严重损害的；</div>
        <div class="text">f) 涉及商业秘密的。</div>
        <h3>七、你的个人信息如何在全球范围转移</h3>
        <div class="text">钱站app在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：</div>
        <div class="text">1、 法律法规有明确规定；</div>
        <div class="text">2、 获得你的明确授权；</div>
        <div class="text">3、 你通过互联网进行跨境交易等个人主动行为。</div>
        <div class="text">针对以上情形，钱站app会确保依据本隐私政策对你的个人信息提供足够的保护。</div>
        <h3>八、未成年人隐私保护特别约定</h3>
        <div class="text">1、 本政策所指的儿童是指不满14周岁的个人，如果没有父母或监护人的同意，儿童不得创建自己的用户账户，如你为未成年人的，建议你在你的父母或监护人同意的前提下使用钱站app的服务或向钱站app提供信息。对于经父母或监护人同意而收集你的信息的情况，钱站app只会在受到法律允许、父母或监护人明确同意或者保护你的权益所必要的情况下使用或公开披露此信息。如你的监护人不同意你按照本政策使用钱站app的服务或向钱站app提供信息，请你立即终止使用钱站app的服务并及时通知钱站app，以便钱站app采取相应的措施。</div>
        <div class="text">2、 如你为未成年人的父母或监护人，当你对你所监护的未成年人的个人信息处理存在疑问时，请通过上文中的联系方式联系钱站app。</div>
        <div class="text">3、 如果钱站app发现自己在未事先获得可证实的监护人同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。</div>
        <h3>九、本政策的适用、更新、管辖</h3>
        <div class="text">1、 如本政策发生变更的，钱站app会以公示的方式进行通知，也不排除通过“弹窗”或者邮件、短信等方式通知到你，请你及时查看最新的隐私政策。</div>
        <div class="text">2、 钱站app产品是由磁县瑞银小额贷款有限公司提供服务，钱站app可能适时修订本隐私声明的条款，该等修订构成本《钱站app隐私政策》的一部分。</div>
        <div class="text">3、 钱站app会根据政策变化、市场环境、产品服务调整、保护消费者之目的不定时更新本协议，更新内容会展示在钱站app网站。如你在本政策更新生效后继续使用钱站app服务，即表示你已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。</div>
        <div class="text">4、 你因使用钱站app平台服务所产生及与钱站app平台服务有关的争议，由钱站app与你协商解决。协商不成时，任何一方均可向法院提起诉讼。</div>
      </Swiper>    
  </div>
</template>

<script>
import Swiper from '../public/Swiper'
export default {
 name: "",
  data () {
    return {
    }
  },
  components: {
      Swiper
  },
  computed: {},
  watch: {},
  methods: {
      goBack() {
          this.$router.go(-1);
      }
  },
  created () {},
  mounted () {},
}
</script>
<style scoped>
.privacy{
    height: 100%;
    padding: 0 .2rem;
    padding-bottom: .4rem;
    box-sizing: border-box;
}
.privacy .top{
    font-size: .32rem;
    text-align: center;
    position: relative;
    margin-bottom: .6rem;
    padding-top: .8rem;
}
.privacy .top i{
    display: inline-block;
    width: .8rem;
    height: .8rem;
    background: url(../../assets/images/public/back1.png) no-repeat center;
    background-size: 40%;
    position: absolute;
    left: 0;
    top: .64rem;
}
.privacy .text{
    font-size: .3rem;
    line-height: .5rem;
}
.privacy h4{
    font-size: .3rem;
    line-height: .5rem;
}
.privacy h3{
    font-size: .32rem;
    line-height: .5rem;
}
</style>